[Character.CharClass_Iris_LoaderHOT AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[Weapon.WeaponType_Iris_LoaderHOT WeaponTypeDefinition]
Typename="precision semi-automatic rifle"
PickupMessage="and if _ %s"
UseFailureLevelMessage="You must have %d to use this feature.."
UseFailureConstraintsMessage="This item is not supported.."
NoManufacturerName="General"

